Repository: Adms1/IOS_SRPL
Catalog: SRPL/*.lproj/Localizable.strings
Languages: gu

# srpl_Personal Details
source: Please add your personal details
gu: કૃપા કરીને તમારી વ્યક્તિગત વિગતો ઉમેરો

# srpl_Name
source: Name
gu: નામ

# srpl_Phone
source: Phone
gu: ફોન

# srpl_City
source: City
gu: શહેર

# srpl_State
source: State
gu: રાજ્ય

# srpl_Pincode
source: Pincode
gu: પીન કોડ

# srpl_Add Car Details
source: Add Vehicle Details
gu: વાહનની વિગતો ઉમેરો

# srpl_Car Details
source: Car Details
gu: કારની વિગતો

# srpl_Make
source: Make
gu: બનાવો

# srpl_Model
source: Model
gu: મોડેલ

# srpl_Variant
source: Variant
gu: ચલ

# srpl_Select Fuel
source: Select Fuel
gu: બળતણ પસંદ કરો

# srpl_Petrol
source: Petrol
gu: પેટ્રોલ

# srpl_Diesel
source: Diesel
gu: ડીઝલ

# srpl_Electric
source: Electric
gu: ઇલેક્ટ્રિક

# srpl_Year
source: Year
gu: વર્ષ

# srpl_VehicleNo
source: Vehicle No.
gu: વાહન નં.

# srpl_Accident
source: Was it in any accident?
gu: શું તે કામ કરવાની સ્થિતિમાં છે?

# srpl_police_case_pending
source: Is there any police case pending?
gu: શું કોઈ પોલીસ કેસ પેન્ડિંગ છે?

# srpl_RC_Book
source: Do you have origional RC Book?
gu: શું તમારી પાસે મૂળ આરસી બુક છે?

# srpl_Add Photos
source: Add Photos
gu: ફોટા ઉમેરો

# srpl_Get_Quote
source: Get Quote
gu: ક્વોટ મેળવો

# srpl_Back
source: Back
gu: પાછળ

# srpl_validation1
source: Please enter your name
gu: કૃપા કરીને તમારું નામ દાખલ કરો

# srpl_validation2
source: Please enter mobile number
gu: કૃપા કરીને મોબાઇલ નંબર દાખલ કરો

# srpl_validation3
source: Please enter valid mobile number
gu: કૃપા કરીને માન્ય મોબાઇલ નંબર દાખલ કરો

# srpl_validation4
source: Please enter city name
gu: કૃપા કરીને શહેરનું નામ દાખલ કરો

# srpl_validation5
source: Please enter a valid pincode
gu: કૃપા કરીને માન્ય પિનકોડ દાખલ કરો

# srpl_validation6
source: Please enter state name
gu: કૃપા કરીને રાજ્યનું નામ દાખલ કરો

# srpl_validation7
source: Please enter make
gu: મેક દાખલ કરો

# srpl_validation8
source: Please enter vehicle name
gu: કૃપા કરીને વાહનનું નામ દાખલ કરો

# srpl_validation9
source: Plese enter variant
gu: કૃપા કરીને ચલ દાખલ કરો

# srpl_validation10
source: Please enter vehicle year
gu: કૃપા કરીને વાહન વર્ષ દાખલ કરો

# srpl_validation11
source: Please enter vehicle fuel type
gu: કૃપા કરીને વાહનના બળતણનો પ્રકાર દાખલ કરો

# srpl_validation12
source: Please enter vehicle number
gu: કૃપા કરીને વાહન નંબર દાખલ કરો

# srpl_fuel_type
source: Please select Fuel type
gu: કૃપા કરીને બળતણનો પ્રકાર પસંદ કરો

# srpl_Vehicle
source: Select Vehicle
gu: વાહન પસંદ કરો

# srpl_add_image_validation
source: Please upload atleast one image
gu: કૃપા કરીને ઓછામાં ઓછી એક છબી અપલોડ કરો

# srpl_validation13
source: successfully uploaded your details.
gu: તમારી વિગતો સફળતાપૂર્વક અપલોડ કરી.

# srpl_validation14
source: Image deleted successfully
gu: છબી સફળતાપૂર્વક દૂર કરી

# srpl_car
source: Car Details
gu: કારની વિગતો

# srpl_Bus
source: Bus Details
gu: બસની વિગતો

# srpl_Truck
source: Truck Details
gu: ટ્રકની વિગતો

# srpl_2Wheelers
source: 2 Wheelers Details
gu: 2 વ્હીલર્સની વિગતો

# srpl_3Wheelers
source: 3 Wheelers Details
gu: 3 વ્હીલર્સની વિગતો

# srpl_validation15
source: mobile number already exists
gu: મોબાઇલ નંબર પહેલેથી જ અસ્તિત્વમાં છે

# srpl_validation16
source: Choose Image
gu: છબી પસંદ કરો

# srpl_camera
source: Camera
gu: કેમેરા

# srpl_cancel
source: Cancel
gu: રદ કરો

# srpl_done
source: Done
gu: થઈ ગયું

# srpl_PopUp_title
source: Thank you for filling out the details.
gu: વિગતો ભરવા બદલ આભાર.

# srpl_ok
source: OK
gu: બરાબર

# srpl_car_lan
source: Car
gu: કાર

# srpl_car_bus
source: Bus
gu: બસ

# srpl_car_truck
source: Truck
gu: ટ્રક

# srpl_car_2wheel
source: 2 Wheelers
gu: 2 વ્હીલર્સ

# srpl_car_3wheel
source: 3 Wheelers
gu: 3 વ્હીલર્સ

# srpl_please_add
source: Please add
gu: કૃપા કરીને ઉમેરો
